---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyBetweenModelAndAnnotFam
source: html/a26dea40-00da-8ee1-84c0-d79cd5b9d16b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CantCopyBetweenModelAndAnnotFam Property

Can't copy element(s) between Model and Annotation families.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantCopyBetweenModelAndAnnotFam { get; }
```